export const faq = {
  title: "常见问题",
  subtitle: "关于整合包的常见问题解答",
  items: [
    {
      q: "我应该使用哪个启动器？",
      a: "GT:NH 可通过 <b>Prism</b>、Technic 启动器和 CurseForge 获取。虽然后两个启动器很方便，但它们各有各的问题，因此 GT:NH 团队强烈建议你使用 <b>Prism</b>，如果你安装 Java 17-25 版本，还能获得更好的性能。",
    },
    {
      q: "我应该使用哪个 Java 版本？",
      a: "对于当前版本，我们推荐 <b>Java 17-25</b>。如果你必须使用旧版配置，<i>Java 8</i> 版本也可用。",
    },
    {
      q: "如何安装这个整合包？",
      a: "从下载页面下载我们的 Prism 存档，然后将存档拖放到 Prism 启动器上。就这样！",
    },
    {
      q: "我可以在哪里获得帮助？",
      a: "你可以加入我们的 Discord 并在支持频道中提问，或者查看我们的 Wiki。",
    },
  ],
};
